{
    "COLLECTIONS_SNEAKERS_ZX": "ZX",
    "COLLECTIONS_SNEAKERS_ZX_1": "ปล่อยครั้งแรกในปี 2533 รุ่นซีเอ็กซ์ของอาดิดาสได้นำเอาเทคโนโลยีการพิมพ์แบบ 4D มาใช้ประกอบกับการออกแบบให้ดูล้ำสมัย ทำให้รุ่นซีเอ็กซ์มีความสบายในการสวมใส่อีกด้วย",
    "COLLECTIONS_SNEAKERS_DUNK": "Dunk",
    "COLLECTIONS_SNEAKERS_DUNK_1": "ปล่อยครั้งแรกในปี 2528 รองเท้ารุ่นดังค์ของไนกี้ได้เปลี่ยนแปลงเกมบาสเก็ตบอล รุ่นแรกๆที่ออกมาเป็นรุ่นหุ้มข้อแบบสูงที่ถูกออกแบบออกมาเพื่อการเล่นบาสเก็ตบอลโดยเฉพาะ หลังการได้รับการยอมรับอย่างแพร่หลายในวงการบาสเก็ตบอลแล้ว รองเท้ารุ่นดังค์ยังได้เข้าสู่วงการสเก็ตบอร์ด ด้วยประวัติศาสตร์อันยาวนานกว้า 30 ปีทำให้รุ่นดังค์ถือเป็นหนึ่งในสมบัติล้ำค่าของบรรดาสนีกเกอร์เฮดโอจีทั้งหลาย",
    "COLLECTIONS_SNEAKERS_AJ4": "Jordan 4",
    "COLLECTIONS_SNEAKERS_AJ4_1": "ออกแบบโดย Tinker Hatfield และออกสู่ตลาดครั้งแรกในปี 2532 ใน 4 สีต้นฉบับ ปัจจุบันจอร์แดน 4 ถือเป็นหนึ่งในรุ่นคลาสสิกและยอดนิยมในบรรดารุ่นจอร์แดนทั้งหลาย",
    "COLLECTIONS_SNEAKERS_AJ3": "Jordan 3",
    "COLLECTIONS_SNEAKERS_AJ3_1": "ออกแบบโดย Tinker Hatfield จอร์แดน 3 ได้ถูกออกแบบมาให้แตกต่างจากจอร์แดนรุ่นอื่นๆ โดยมีช่องใส่ให้มองเห็นได้ถึงเทคโนโลยีแอร์ที่พื้นรองเท้า และมีสัญลักษณ์ Jumpman ที่เป็นเอกลักษณ์อยู่ที่บริเวณลิ้นรองเท้าและใต้พื้นรองเท้าอีกด้วย",
    "COLLECTIONS_SNEAKERS_AJ10": "Jordan 10",
    "COLLECTIONS_SNEAKERS_AJ10_1": "ด้วยการออกแบบที่ไม่เหมือนใครและทันสมัยเนื่องจากเป็นพื้นรองเท้ากลางที่ทำมาจากไฟลอนและรูปลักษณ์ที่สวยงาม จอร์แดน 10 ถือเป็น 1 ในอัญมณีที่ซ่อนอยู่ในหมู่นักสะสมแอร์จอร์แดน",
    "COLLECTIONS_SNEAKERS_AJ11": "Jordan 11",
    "COLLECTIONS_SNEAKERS_AJ11_1": "คลาสสิก สง่างามและเป็นเอกลักษณ์ เป็น 3 คำที่เราขอมอบให้แก่รุ่นที่ไมเคิล จอร์แดนใส่ในการคว้าแชมป์บาสเก็ตบอล NBA ฤดูการ 1995-1996",
    "COLLECTIONS_ALL": "คอลเลกชั่นทั้งหมด",
    "COLLECTIONS_SNEAKERS_AIRFORCE1": "Air Force 1",
    "COLLECTIONS_SNEAKERS_MOST_POPULAR": "ได้รับความนิยม",
    "COLLECTIONS_SNEAKERS_MONTH": "Month Release",
    "COLLECTIONS_SNEAKERS_AIRFORCE1_1": "สนีกเกอร์รุ่นคลาสสิค ที่ถูกตั้งชื่อตามเครื่องบินประจำตำแหน่งของประธานาธิบดีสหรัฐอเมริกา ได้เริ่มมีการจัดจำหน่ายในปีพ.ศ.2525 ก่อนที่จะถูกนำมาจัดจำหน่ายอีกครั้งในปีพ.ศ.2529 จนถึงปัจจุบัน",
    "COLLECTIONS_SNEAKERS_AIRMAX": "Air Max",
    "COLLECTIONS_SNEAKERS_AIRMAX_1": "ดีไซน์โดยนักออกแบบสนีกเกอร์ระดับโลก Tinker Hatfield แอร์แม็กซ์ถูกออกแบบโดยการนำเอาเทคโนโลยี “แอร์” ของไนกี้ที่ได้นำถุงยูรีเทนอัดแน่นไปด้วยก๊าซเพื่อทำให้สนีกเกอร์เด่งและมีความนุ่นนวน",
    "COLLECTIONS_SNEAKERS_ATMOS": "Atmos X Nike",
    "COLLECTIONS_SNEAKERS_ATMOS_1": "จากเมืองโตเกียวประเทศญี่ปุ่น Atmos เป็นหนึ่งในบริษัทค้าปลีกสนีกเกอร์ที่ใหญ่ที่สุดในโลกและมีสัมพันธ์อันดีกับไนกี้เป็นเวลานานทำให้ Atmos ได้การปล่อยคอลเลคชั่นที่ทำร่วมกับไนกี้มาเรื่อยๆ",
    "COLLECTIONS_SNEAKERS_BAPESTA": "Bapesta",
    "COLLECTIONS_SNEAKERS_BAPESTA_1": "คอลเลคชั่นสนักเกอร์ที่ฮิตที่สุดตลอดการของ A Bathing Ape (Bape) ได้รับแรงบรรดาลใจมาจากสนีกเกอร์รุ่นคลาสสิค แอร์ฟอร์ซวัน มีการทำการคอลแลปกับแบรนด์ดังและศิลปินมากมาย",
    "COLLECTIONS_SNEAKERS_FOG": "Fear of God",
    "COLLECTIONS_SNEAKERS_FOG_1": "ภายใต้การนำของเจอร์รี่ โลเรนโซ่และแนวคิดสไตล์มินิมอล เฟียร์ออฟก๊อดได้เติบโตจากอบรนด์เล็กๆ จนกลายเป็นยักษ์ใหญ่แห่งวงการแฟชั่น คอลเลคชั่นที่เฟียร์ออฟก๊อดได้ทำร่วมกับไนกี้และแวนส์ได้มีการนิยามเทรนด์การแต่งตัวแนวสปอร์ตไปในรูปแบบของตัวเอง",
    "COLLECTIONS_SNEAKERS_AJ1": "Jordan 1",
    "COLLECTIONS_SNEAKERS_AJ1_1": "แอร์จอร์แดน รุ่นที่ 1 ได้มีการเปิดตัวครั้งแรกในปีพ.ศ. 2528 บนเท้าของนักบาสเกตบอลระดับตำนานไมเคิล จอร์แดน ด้วยดีไซน์ที่สวย ดูเรียบง่ายบวกกับปักสัญลักษณ์จอร์แดนที่ข้อเท้า ทำให้ แอร์จอร์แดน รุ่นที่ 1 เป็นหนึ่งในรุ่นที่ถูกถามหาและได้รับความนิยมสูงสุดตลอดการในโลกสนีกเกอร์",
    "COLLECTIONS_SNEAKERS_NMD": "NMD",
    "COLLECTIONS_SNEAKERS_NMD_1": "ขายครั้งแรกในปีพ.ศ. 2558 สนีกเกอร์เอนเอมดีได้รับความนิยมอย่างรวดเร็ว ด้วย sleek Primeknit upper สนีกเกอร์รุ่นเอนเอมดีถือเป็นหนึ่งในรุ่นคลาสสิกของอาดิดาส ผนวกกับการใช้เทคโนโลยีบูสต์ทำให้สนีกเกอร์รุ่นเอนเอมดีเป็นรุ่นที่ใส่สบายมากๆ",
    "COLLECTIONS_SNEAKERS_OF": "Off-White",
    "COLLECTIONS_SNEAKERS_OF_1": "เวอร์จิล แอบโลห์ได้นำภูมิหลังของตัวเองที่จบวิศวกรรมโยธา และ สถาปัตยกรรมมาใช้ในการสร้างแบรนด์ออฟ-ไวท์ด้วยแนวคิดการประกอบ (reconstruction) และ การหายตัว (ghosting) โดยคอลเลคชั่นที่ได้คอลแลปกับไนกี้ได้รับความนิยมเป็นอย่างสูง",
    "COLLECTIONS_SNEAKERS_PWXADIDAS": "Pharrell Williams x Adidas",
    "COLLECTIONS_SNEAKERS_PWXADIDAS_1": "ฟาร์เรลล์ วิลเลียมส์และอาดิดาส ได้มีการเปิดตัวสนีกเกอร์ที่ทำร่วมกันในปีพ.ศ. 2559 ในชื่อ ฮิวแมนเรส เอนเอมดี เพื่อรณรงค์ลดการเหยียดเพศและให้ทุกคนตระหนักว่าเราก็เป็นเผ่าพันธุ์เดียวกันที่เรียกว่า \"มนุษย์\"",
    "COLLECTIONS_SNEAKERS_SACAI": "Sacai",
    "COLLECTIONS_SNEAKERS_SACAI_1": "ชิโตเสะ อาเบะ ได้เริ่มก่อนตั้ง Sacai ในปีพ.ศ. 2542 โดยการนำรูปแบบเฟชั่นแบบเดิ่มๆมานิยามใหม่ในแนวคิดการทดลอง การคอลแลปกันของ อาเบะและไนกี้ได้ผสมผสานแนวแฟชั่นชั้นสูงและแนวกีฬาได้อย่างลงตัว",
    "COLLECTIONS_SNEAKERS_TRAVIS": "Travis Scott",
    "COLLECTIONS_SNEAKERS_TRAVIS_1": "จากแร็ปเปอร์ชื่อดัง สู่สามีซุปเปอร์สตาร์ สู่นักออกแบบเฟชั่น ทราวิสได้กลายเป็นบุคคลที่มีอิทธิผลทางความคิดต่อเด็กและเยาวชนสูง ในอุตสาหกรรมสนีกเกอร์ การร่วมงานกับไนกี้ได้เปิดเพิ่มเอกลักษณ์ของเขาสู้สายตาชาวโลก",
    "COLLECTIONS_SNEAKERS_ULTRABOOST": "Ultraboost",
    "COLLECTIONS_SNEAKERS_ULTRABOOST_1": "เป็นรุ่นที่สามในตระกูลบูสท์ ที่ได้มีการเปิดตัวไปในปีพ.ศ. 2558 อัลตร้าบูสท์ได้เป็นที่รู้จักมากขึ้นเมื่อแร็ปเปอร์ชื่อดังคานเย่ เวสต์ชอบใส่ไปเล่นคอนเสิร์ต อัลตร้าบูสท์ถูกจัดว่าเป็นการผสมผสานการใช้งานและความสวยงามได้อย่างลงตัว",
    "COLLECTIONS_SNEAKERS_UNDERCOVER": "Undercover",
    "COLLECTIONS_SNEAKERS_UNDERCOVER_1": "เป็นรุ่นที่สามในตระกูลบูสท์ ที่ได้มีการเปิดตัวไปในปีพ.ศ. 2558 อัลตร้าบูสท์ได้เป็นที่รู้จักมากขึ้นเมื่อแร็ปเปอร์ชื่อดังคานเย่ เวสต์ชอบใส่ไปเล่นคอนเสิร์ต อัลตร้าบูสท์ถูกจัดว่าเป็นการผสมผสานการใช้งานและความสวยงามได้อย่างลงตัว",
    "COLLECTIONS_SNEAKERS_SUPREME": "Supreme",
    "COLLECTIONS_SNEAKERS_SUPREME_1": "เริ่มจากการเป็นแบรนด์ขายผลิตภัณฑ์ที่เกี่ยวกับสเก็ตบอร์ด การเติบโตของสุพรีมได้เปลี่ยนแปลงประสบการณ์การช้อปปิ้งไปโดยปริยาย ไม่ว่าจะเป็นความขาดแคลนของสินค้าและความร่วมมือที่ไม่มีใครคิดว่าจะเป็นไปได้ สุพรีมได้ร่วมมือกับไนกี้ แวนส์ และจอร์แดน 1 สร้างหนึ่งในปรากฏการณ์ความบ้าคลังของสินค้าที่เคยมีมาในประวัติศาสตร์วงการสนีกเกอร์",
    "COLLECTIONS_SNEAKERS_VANS": "แวนส์ คอลแลป",
    "COLLECTIONS_SNEAKERS_VANS_1": "แบรนด์คลาสสิกที่ขายผลิตภัณฑ์เกี่ยวกับสเก็ตบอร์ดได้มีการปรับเปลี่ยนเพื่อเข้ากับทุกยุคทุกสมัย แวนส์ได้มีการร่วมงานกับแบนรด์ต่างๆมากมายเพื่อสงเสริมและถ่ายทอดเอกลักษณ์ของตัวเอง",
    "COLLECTIONS_SNEAKERS_YEEZYS": "Yeezys",
    "COLLECTIONS_SNEAKERS_YEEZYS_1": "ปรากฏการณ์ยีซี่ ปรากฏการณ์ที่ถือได้ว่าเป็นหนึ่งในปรากฏการณ์ที่สำคัญที่สุดในประวัติศาสตร์ของวงการสนีกเกอร์ คานเย่ เวสต์ผู้อยู่เบื่องหลังยีซี่ ได้ทำหน้าที่ของเขาได้อย่างดีเยี่ยมโดยการปลุกกระแสสนีกเกอร์ในตลาดแมส ได้มีส่วนช่วยให้กระแสสนีกเกอร์ไม่ได้อยู่เฉพาะกลุ่มอีกต่อไป",
    "COLLECTIONS_SNEAKERS_AMIRI": "Amiri",
    "COLLECTIONS_SNEAKERS_AMIRI_1": "คอลเล็กชั่น AMIRI นำมาตรฐานความหรูหรามาผสมกับความงามแบบร็อคแอนด์โรล โดยมีนักออกแบบอย่าง MIKE AMIRI ที่มีความสัมพันธ์กับวิถีชีวิตในแคลิฟอร์เนียและจิตวิญญาณที่ดื้อรั้นของเยาวชนลอสแองเจลิส",
    "COLLECTIONS_APPAREL_TSHIRT": "เสื้อยืด",
    "COLLECTIONS_APPAREL_HOODIE": "เสื้อมีฮู้ด",
    "COLLECTIONS_APPAREL_LS": "เสื้อแขนยาว",
    "COLLECTIONS_APPAREL_JACKET": "เสื้อแจ็คเก็ต",
    "COLLECTIONS_APPAREL_SOCKS": "ถุงเท้า",
    "COLLECTIONS_APPAREL_SHORTS": "กางเกงขาสั้น",
    "COLLECTIONS_APPAREL_SHIRT": "เสื้อเชิ้ต",
    "COLLECTIONS_APPAREL_POLO": "เสื้อโปโล",
    "COLLECTIONS_APPAREL_SWEAT": "กางเกงออกกำลังกาย",
    "COLLECTIONS_APPAREL_JERSEY": "ชุดกีฬา",
    "COLLECTIONS_APPAREL_PANTS": "กางเกง",
    "COLLECTIONS_APPAREL_GLOVES": "ถุงมือ",
    "COLLECTIONS_BAGS_BACKPACK": "กระเป๋าเป้สะพายหลัง",
    "COLLECTIONS_BAGS_WALLET": "กระเป๋าสตางค์",
    "COLLECTIONS_BAGS_DUFFLE": "กระเป๋า Duffle",
    "COLLECTIONS_BAGS_POUCH": "กระเป๋าใส่ของ",
    "COLLECTIONS_BAGS_HANDBAG": "กระเป๋าถือ",
    "COLLECTIONS_BAGS_POUCHBAG": "กระเป๋าถือมีหูหิ้ว",
    "COLLECTIONS_BAGS_SHOULDERBAG": "กระเป๋าพาดลำตัว",
    "COLLECTIONS_BAGS_WAISTBAG": "กระเป๋าคาดเอว",
    "COLLECTIONS_BAGS_DRAWSTRING": "กระเป๋ามีหูรูด",
    "COLLECTIONS_BAGS_TOTE": "ถุงผ้า",
    "COLLECTIONS_ACCESSORIES_FACE": "อุปกรณ์สวมบนใบหน้า",
    "COLLECTIONS_ACCESSORIES_HEAD": "อุปกรณ์สวมบนศีรษะ",
    "COLLECTIONS_ACCESSORIES_BELT": "เข็มขัด",
    "COLLECTIONS_ACCESSORIES_GADGET": "แกดเจ็ต",
    "COLLECTIONS_ACCESSORIES_FIGURE": "โมเดลฟิกเกอร์",
    "COLLECTIONS_ACCESSORIES_STATIONARY": "เครื่องเขียน",
    "COLLECTIONS_ACCESSORIES_KITCHEN": "เครื่องใช้ในครัว",
    "COLLECTIONS_ACCESSORIES_SPORTS": "อุปกรณ์กีฬา",
    "COLLECTIONS_ACCESSORIES_ART": "งานศิลปะ",
    "COLLECTIONS_ACCESSORIES_MAGAZINE": "นิตยสาร",
    "COLLECTIONS_ACCESSORIES_BATH": "เครื่องใช้ในห้องน้ำ",
    "COLLECTIONS_ACCESSORIES_STUFFED": "ตุ๊กตา",
    "COLLECTIONS_ACCESSORIES_NECKLACE": "สร้อย",
    "COLLECTIONS_ACCESSORIES_NECKWEAR": "อุปกรณ์สวมใส่บริเวณคอ",
    "COLLECTIONS_ACCESSORIES_KEYCHAIN": "พวกกุญแจ",
    "COLLECTIONS_ACCESSORIES_HOUSE": "ของใช้ในบ้าน",
    "COLLECTIONS_ACCESSORIES_GLASSES": "แว่นตา",
    "COLLECTIONS_ACCESSORIES_EARRING": "ต่างหู",
    "COLLECTIONS_FIGURES_BB1000": "Be@rbrick 1000",
    "COLLECTIONS_FIGURES_BB400": "Be@rbrick 400",
    "COLLECTIONS_FIGURES_BB200": "Be@rbrick 200",
    "COLLECTIONS_FIGURES_BB100": "Be@rbrick 100",
    "COLLECTIONS_FIGURES_BB400100": "Be@rbrick 400 + 100",
    "COLLECTIONS_BAGS_KEYCASE": "ที่ใส่กุญแจ",
    "COLLECTIONS_BAGS_TRAVELER": "กระเป๋าสำหรับเดินทาง",
    "COLLECTIONS_ACCESSORIES_BRACELET": "กำไล"
}