{
    "COLLECTIONS_SNEAKERS_ZX": "ZX",
    "COLLECTIONS_SNEAKERS_ZX_1": "First released in 1989, the ZX now consists of adidas’ newly introduced 4D Carbon printing technology. With a future-esque design, the ZX also boasts extremely comfortable wear.",
    "COLLECTIONS_SNEAKERS_DUNK": "Dunk",
    "COLLECTIONS_SNEAKERS_DUNK_1": "Released in 1985, the Nike Dunks completely revolutionized the basketball game. Originally designed as High-Top for performance basketball, the Nike Dunks was also adopted amongst the skateboarding community. With its rich History of more than 30 years, the Nike Dunks are amongst the OG’s sneakerheads finest grails.",
    "COLLECTIONS_SNEAKERS_AJ4": "Jordan 4",
    "COLLECTIONS_SNEAKERS_AJ4_1": "Designed by Tinker Hatfield, and released in 1989, the Air Jordan 4 silhouette originally had four colorways. Now considered to be one of the most popular and classic Jordan models, the Air Jordan 4’s is stylish both on and off court.",
    "COLLECTIONS_SNEAKERS_AJ3": "Jordan 3",
    "COLLECTIONS_SNEAKERS_AJ3_1": "Designed by Tinker Hatfield, the Air Jordan 3 boasts a completely different design from the other Jordans. With a visible Air section on the sole of the shoe, and a distinct jumpman logo both at the tongue and the undersole, the Air Jordan 3 is amongst many’s favorite.",
    "COLLECTIONS_SNEAKERS_AJ10": "Jordan 10",
    "COLLECTIONS_SNEAKERS_AJ10_1": "With a unique and sleek design due to it’s phylon midsole, and chunky appearance, the Air Jordan 10 remains a hidden gem amongst the Air Jordan collectors.",
    "COLLECTIONS_SNEAKERS_AJ11": "Jordan 11",
    "COLLECTIONS_SNEAKERS_AJ11_1": "Classic. Elegant. Could be worn as a hybrid dress shoe, the Air Jordan 11 boasts a sleek upper look. Coupled with the signature patent leather on the midsole, Michael Jordan famously wore this pair to winning the 1995-1996 NBA Championship Playoffs.",
    "COLLECTIONS_SNEAKERS_MOST_POPULAR": "Most Popular",
    "COLLECTIONS_SNEAKERS_MONTH": "Month Release",
    "COLLECTIONS_SNEAKERS_AIRFORCE1": "Air Force 1",
    "COLLECTIONS_SNEAKERS_AIRFORCE1_1": "Classic. First produced in 1982, re-released in 1986, and named after the plane that carries the President of the United State, the Air Force 1 remains one of the most classic silhouettes in the sneaker community today.",
    "COLLECTIONS_SNEAKERS_AIRMAX": "Air Max",
    "COLLECTIONS_SNEAKERS_AIRMAX_1": "First released in 1987, and conceptualized by the legendary Tinker Hatfield, the Air Max silhouette is the epitome of the Nike “Air” technology where flexible urethane pouches is filled with pressurized gas, creating a bouncy, and comfortable cushion.",
    "COLLECTIONS_SNEAKERS_ATMOS": "Atmos X Nike",
    "COLLECTIONS_SNEAKERS_ATMOS_1": "From Tokyo, Japan. Atmos is one of the biggest international sneaker retailer. Having a long standing relationship with Nike, Atmos has access to all of the hottest Nike sneakers drop.",
    "COLLECTIONS_SNEAKERS_BAPESTA": "Bapesta",
    "COLLECTIONS_SNEAKERS_BAPESTA_1": "An iconic silhouette from the Bape brand, inspired by the Nike Air Force 1, the Bapesta remains Bape brand’s most popular collection to date. With various collaborations with well known brands and artists, Bapesta was able to cement it’s legendary status within the sneaker culture up until today.",
    "COLLECTIONS_SNEAKERS_FOG": "Fear of God",
    "COLLECTIONS_SNEAKERS_FOG_1": "Jerry Lorenzo and his elegant minimalist label, Fear of God had gone from a small label specializing in apparels to one of the biggest name in fashion. The brand’s collaboration with Nike and Vans redefined athleisure with its own twist.",
    "COLLECTIONS_SNEAKERS_AJ1": "Jordan 1",
    "COLLECTIONS_SNEAKERS_AJ1_1": "The Air Jordan 1 first revealed in 1985 on the feet of the legendary basketball player Michael Jordan. Featuring a clean and timeless design highlighted with the Wings Air Jordan logo on the ankle, the Air Jordan 1 would become one of the most famous and highly sought after silhouettes in sneaker history.",
    "COLLECTIONS_SNEAKERS_NMD": "NMD",
    "COLLECTIONS_SNEAKERS_NMD_1": "Launched in 2015, the NMD took the sneaker culture by storm. With a sleek Primeknit upper, the NMD was considered to be one of adidas’ classic silhouettes. Using adidas’ Boost technology, the NMD is widely considered to be extremely comfortable to wear.",
    "COLLECTIONS_SNEAKERS_OFF_WHITE": "Off-White",
    "COLLECTIONS_SNEAKERS_OFF_WHITE_1": "Inspired by his background in civil engineering and architecture, Virgil Abloh created the Off-White brand with the concept of Reconstruction, and Ghosting. His collaboration with Nike shook the entire industry.",
    "COLLECTIONS_SNEAKERS_SACAI": "Sacai",
    "COLLECTIONS_SNEAKERS_SACAI_1": "As one of Japan’s leading brand, Chitose Abe started Sacai in 1999, reinterpreting traditional silhouettes with an experimental look and feel. Abe’s collaborations with nike demonstrated a nuanced amalgamation between high fashion and sports style.",
    "COLLECTIONS_SNEAKERS_TRAVIS_SCOTT": "Travis Scott",
    "COLLECTIONS_SNEAKERS_TRAVIS_SCOTT_1": "From internationally known rapper, to Kylie’s husband, to fashion designer, Travis Scott has become one of the most influential figures in the youth sneaker/fashion industry. His collaborations with Nike brought out a unique style and character that is unseen before.",
    "COLLECTIONS_SNEAKERS_ULTRABOOST": "Ultraboost",
    "COLLECTIONS_SNEAKERS_ULTRABOOST_1": "Launched in 2015, the Ultraboost is the third model to come out with adidas’ ground-breaking Boost technology. It’s mainstream popularity was first discovered through Kanye West’s endorsement from his concerts to casually wearing the shoes. The Ultraboost is widely regarded as the perfect intersection between form and function.",
    "COLLECTIONS_SNEAKERS_UNDERCOVER": "Undercover",
    "COLLECTIONS_SNEAKERS_UNDERCOVER_1": "A well known fashion brand from Japan, Jun Takahashi founded Undercover in 1993, challenging preconceived notions in form and function. Through different collaborations, Undercover continues to become a conduit between contemporary fashion and punk-streetwear fashion.",
    "COLLECTIONS_SNEAKERS_SUPREME": "Supreme",
    "COLLECTIONS_SNEAKERS_SUPREME_1": "The Supreme brand's rise to fame completed shifted the whole shopping experience. From scarcity to exotic collaborations, Supreme has teamed up with sneaker brands such as Vans, Nike and Air Jordan to produce some of the most hyped sneaker releases of all time.",
    "COLLECTIONS_SNEAKERS_VANS": "Vans",
    "COLLECTIONS_SNEAKERS_VANS_1": "The classic skateboarding shoe brand who continues to marvelously integrate itself into more contemporary fashion through different collaborations with various brands. Vans stays true to it’s core values and identity, while maintaining and attracting a global fanbase.",
    "COLLECTIONS_SNEAKERS_YEEZY": "Yeezy",
    "COLLECTIONS_SNEAKERS_YEEZYS_1": "The Yeezys phenomena will always be considered as one of the biggest milestone for the sneakers industry. Kanye West was able to craft his art so ingeniously to the point where it single-handedly opened up the sneaker world to countless contemporary consumers.",
    "COLLECTIONS_SNEAKERS_AMIRI": "Amiri",
    "COLLECTIONS_SNEAKERS_AMIRI_1": "AMIRI collection brings luxury standards to a rock ‘n’ roll aesthetic. The designer Mike Amiri has designs ties to the California lifestyle and the rebellious spirit of the Los Angeles youth. Much of the line undergoes individual processing, creating a unique and undeniable spirit in every piece.",
    "COLLECTIONS_APPAREL_TSHIRT": "T-Shirt",
    "COLLECTIONS_APPAREL_HOODIE": "Hoodie",
    "COLLECTIONS_APPAREL_LS": "Long Sleeve",
    "COLLECTIONS_APPAREL_JACKET": "Jacket",
    "COLLECTIONS_APPAREL_SOCKS": "Socks",
    "COLLECTIONS_APPAREL_SHORTS": "Shorts",
    "COLLECTIONS_APPAREL_SHIRT": "Shirt",
    "COLLECTIONS_APPAREL_POLO": "Polo",
    "COLLECTIONS_APPAREL_SWEAT": "Sweat Pants",
    "COLLECTIONS_APPAREL_JERSEY": "Jersey",
    "COLLECTIONS_APPAREL_PANTS": "Pants",
    "COLLECTIONS_APPAREL_GLOVES": "Gloves",
    "COLLECTIONS_BAGS_BACKPACK": "Backpack",
    "COLLECTIONS_BAGS_HANDBAG": "Handbag",
    "COLLECTIONS_BAGS_POUCHBAG": "Pouchbag",
    "COLLECTIONS_BAGS_WALLET": "Wallet",
    "COLLECTIONS_BAGS_DUFFLE": "Duffle Bag",
    "COLLECTIONS_BAGS_POUCH": "Pouch Bag",
    "COLLECTIONS_BAGS_SHOULDERBAG": "Shoulder Bag",
    "COLLECTIONS_BAGS_WAISTBAG": "Waist Bag",
    "COLLECTIONS_BAGS_DRAWSTRING": "Drawstring Bag",
    "COLLECTIONS_BAGS_TOTE": "Tote Bag",
    "COLLECTIONS_ACCESSORIES_FACE": "Facewear",
    "COLLECTIONS_ACCESSORIES_HEAD": "Headwear",
    "COLLECTIONS_ACCESSORIES_BELT": "Belt",
    "COLLECTIONS_ACCESSORIES_GADGET": "Gadget",
    "COLLECTIONS_ACCESSORIES_FIGURE": "Figure",
    "COLLECTIONS_ACCESSORIES_STATIONARY": "Stationary",
    "COLLECTIONS_ACCESSORIES_KITCHEN": "Kitchen Ware",
    "COLLECTIONS_ACCESSORIES_SPORTS": "Sports",
    "COLLECTIONS_ACCESSORIES_ART": "Art Work",
    "COLLECTIONS_ACCESSORIES_MAGAZINE": "Magazine",
    "COLLECTIONS_ACCESSORIES_BATH": "Bathroom Accessories",
    "COLLECTIONS_ACCESSORIES_STUFFED": "Stuffed Toy",
    "COLLECTIONS_ACCESSORIES_NECKLACE": "Necklace",
    "COLLECTIONS_ACCESSORIES_NECKWEAR": "Neckwear",
    "COLLECTIONS_ACCESSORIES_KEYCHAIN": "Keychain",
    "COLLECTIONS_ACCESSORIES_HOUSE": "House Ware",
    "COLLECTIONS_ACCESSORIES_GLASSES": "Glasses",
    "COLLECTIONS_ACCESSORIES_EARRING": "Earrings",
    "COLLECTIONS_FIGURES_BB1000": "Be@rbrick 1000",
    "COLLECTIONS_FIGURES_BB400": "Be@rbrick 400",
    "COLLECTIONS_FIGURES_BB200": "Be@rbrick 200",
    "COLLECTIONS_FIGURES_BB100": "Be@rbrick 100",
    "COLLECTIONS_FIGURES_BB400100": "Be@rbrick 400 + 100",
    "COLLECTIONS_BAGS_KEYCASE": "Keycase",
    "COLLECTIONS_BAGS_TRAVELER": "Traveler",
    "COLLECTIONS_ACCESSORIES_BRACELET": "Bracelet"
  }